import React from "react";
import clases from './../Grum/Grum.module.css';

const Grum = () => {
    return (
        <div className={clases.Grum} >
            <h2>Груминг собак и кошек </h2>
            Груминг является важной частью заботы о благополучии и здоровье собаки, улучшает её качество жизни. Объём и частота необходимых процедур зависят от породы собаки, её возраста и состояния здоровья. Регулярный уход помогает собаке быть здоровой и делает проживание с ней более комфортным. Многие собаки линяют и сбрасывают шерсть. Другие, такие как пудель, не линяют, как другие породы, и требуют ухода и стрижки каждые 4-8 недель.
            Основными причинами ежедневного ухода являются:

            уменьшение вероятности возникновения различных проблем со здоровьем, таких как грибок, расчёсы и другие проблемы с кожей;<br />
            общая чистота туловища собаки;<br />
            мониторинг здоровья собаки, проверка на наличие порезов, раздражений, отёков, хромоты или изменений в поведении, которые могут указывать на болезнь;<br />
            установление более тесной связи между собакой и владельцем;
            избавление от кожных паразитов;<br />
            удаление колтунов, которые могут вызвать проблемы со здоровьем собаки, такие как раздражение кожи или попадание вредных бактерий в шёрстный покров собаки.
            <h3>Что такое груминг кошек и почему он необходим домашним животным</h3>
            Каждый истинный ценитель кошачьего общества, безусловно, периодически страдает от линьки своего подопечного. Это достаточно неприятно, когда во время обновления, его выпавшая старая шерсть, оказывается везде: на ковре, кроватях, одежде, в посуде. Чтобы предотвратить такое неприятное явление на помощь придет профессиональный груминг кошек, которые можно проводить как на дому, так и в специализированных заведениях. Процедура груминга – это комплексный гигиенический уход за шерстью кошки, который включает в себя множество действий: стрижка, расчесывание, укладка и многое другое. Также уход осуществляется за всем телом питомца: ушами, усами, коготками. Груминг кошек необходима вашему домашнему любимцу, так как обеспечивает не только опрятный внешний вид, но и полезна для здоровья. Как известно, постоянно выпадающую шерсть при линьке коты, вылизывая с себя, просто-напросто глотают. Такими комками они часто давятся, а попадаю в желудок, шерстяные шарики вызывают расстройства пищеварения и массу других проблем и неприятностей. Кроме того у слишком пушистых кошечек шерстяной покров может сбиваться комками, запутываться и приносить им много неудобств.
            <h3>Что относится к грумингу и какими инструментами он выполняется</h3>
            По своему функциональному предназначению можно выделить несколько видов груминга: гигиенический, домашний и выставочный. Целью гигиенического груминга является содержание кошки в чистоте и порядке. Для этого пушистому пациенту ровно обстригают шерсть, удаляют ее излишество между подушечками лапок, аккуратно подстригают когти специальными инструментами. Также нужно удалить лишние волоски в ушах зверушки и осторожно оформить зону под хвостиком. Домашняя стрижка животного – это менее затратный по времени уход. Кошечке просто подстригают шерсть, так как за более короткой легче ухаживать. После процедуры питомец должен выглядеть ухоженным и опрятным, но не более того. Выставочный груминг кошки призван навести максимальную красоту и лоск пушистому участнику какого-то важного конкурса красоты для котиков или выставки. Здесь грумеру придется применить все свое мастерство. Ведь стрижка номинанта должна быть не только опрятной, но и стильной, а также скрывать все недостатки фигуры и выделять ее достоинства. Но главное не переусердствовать, чтобы новый образ не сковывал движений котенку и не приносил неудобства. Выполняются данные процедуры разнообразными инструментами. Так, у каждого приличного мастера, работающего в салоне красоты для пушистых кошечек, наготове всегда имеются различные гребешки, массажные щетки, грабли для шерсти, роторные машинки и филировочные ножницы, фены для сушки и укладки шерсти и когтерезы, специальные приспособления для выдергивания пуха и фурминаторы. Со всем этим арсеналом ни одна красавица не останется растрепанной и облезлой. Главное, всем этим разнообразием не спугнуть животное, а это уже другой вопрос.  
        </div>
    );
}
export default Grum;